Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1115_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Petteri Laitin juhlanäyttely avoinna vielä syyskuun loppuun
sme: Ásllat-Mihku Biehtára ávvučájáhus rabas velá čakčamánu loahpa rádjai

source: Petteri Laitin juhlanäyttelyä pääsee ihailemaan syyskuun loppuun asti Saamelaiskulttuurikeskus Sajoksessa.
sme: Ásllat-Mihku Biehtára ávvučájáhusa beassá geahččat čakčamánu loahpa rádjai Sámekulturguovddáš Sajosis.

source: Näyttely on auki arkisin klo 9 – 17.
sme: Čájáhus lea rabas árggain dmu 9 – 17.

source: 65-vuotias taiteilija Petteri Laiti kuuluu saamelaiskäsityön uranuurtajiin.
sme: 65-jahkásaš dáiddar Petteri Laiti gullá sámeduoji bálggesčuolliide.

source: Laiti sai käsityön ammattitaidon sukunsa perintönä.
sme: Laiti oažžui duoji ámmátdáiddu iežas soga árbin.

source: Petteri Laiti sanoo kasvaneensa kilvan lastukasan kanssa jo kotonaan isän valmistaessa käyttöesineitä ja äidin tekstiilitöitä.
sme: Petteri Laiti dadjá iežas šaddan gilvvu vuolahasaiguin jo ruovttus áhči duddjodettiin atnubiergasiid ja eatni duddjodettiin tekstiiladujiid.

source: Laiti on suomen tunnetuimpia saamelaisia käsityöläisiä ja hän hallitsee monipuolisesti, jopa uusiokäyttäen, perinteisiä käsityötaitoja.
sme: Laiti lea okta dain buoremusat dovdojuvvon Suoma beale sámeduojáriin ja son máhttá máŋggabealagit, juoba ođđasisgeavahemiin, árbevirolaš duddjondáidduid.

source: Laiti on erikoistunut pahka- ja sarvitöihin sekä puukkoihin, mutta on myös jalostanut porosta saatavia eri materiaaleja käsityökäyttöön.
sme: Laiti lea erenomážit beaggán báhkke- ja čoarvedujiiguin ja maiddái buvkkuiguin, muhto maiddái gárvvistan bohccos ožžojuvvon materiálaid duodjeatnui.

source: Hänen hopeatyönsä tunnetaan erityisesti siitä, että hän on yhdistänyt hopeaan perinteisen käsityön materiaaleja ja muotoja luovalla tavalla.
sme: Su silbaduojit leat dovddusat erenomážit das, ahte son lea ovttastahttán kreatiivvalaččat silbii árbevirolaš duoji materiálaid ja hámiid.

source: Laitin pahkatöitä ja saamelaishopeita on esitelty useissa näyttelyissä Suomessa ja ulkomailla.
sme: Laiti báhkkeduojit ja sámesilbbat leamašan ovdan máŋggain čájáhusain Suomas ja olgoriikkain.

source: Laiti valmistui hopeasepäksi 1984 ja valmistumisen jälkeen hän perusti Inariin Átelje Samekin.
sme: Laiti lea válmmaštuvvan silbarávdin 1984 ja gárvánettiin son vuođđudii Anárii Átelje Samek.

source: Nyt mestarin siirtyessä eläkkeelle, hänen työtään jatkaa Sami Laiti.
sme: Dál meaštára bázedettiin ealáhahkii, su barggu joatká Sami Laiti.

source: Sami on isänsä opissa käynyt kisälliksi ja opiskellut alaa myös Saamelaisalueen koulutuskeskuksessa (SAKK).
sme: Bárdni lea áhčis oahpahusas gárvánan oahppanduojárin dahjege kisällin ja studeren suorggi maiddái Sámi oahpahusguovddážis (SOG).

source: Saamelaiskulttuurikeskus Sajoksessa avattiin Petteri Laitin näyttelyn myötä näyttelytilat saamelaisille taiteilijoille.
sme: Sámekulturguovddáš Sajosis rahppojedje Petteri Laiti čájáhusa mielde čájáhuslanjat sáme dáiddáriid várás.

source: Näyttelytoiminnan tarkoituksena on tuoda sopiva lisäys Sajoksen toimintaan ja luoda hienot puitteet saamelaistaiteilijoille ja käsityöntekijöille saada esille töitään.
sme: Čájáhusdoaibmagotti ulbmilin lea buktit heivvolaš lasáhusa Sajosa doibmii ja láhčit fiinna rámaid sámedáiddáriidda ja duojáriidda fidnet oidnosii iežaset bargguid.

source: Tulevaisuudessa onkin toiveena, että Sajoksessa päästään ihailemaan useampien saamelaistaiteilijoiden ja käsityöntekijöiden töitä.
sme: Boahtteáiggis leage sávaldahkan, ahte Sajosis beassat geahččat máŋggaid sámedáiddáriid ja duojáriid bargguid.

source: Lisätietoa:
sme: Lassidieđut:

source: Riitta Orti-Berg, vs.
sme: Riitta Orti-Berg, vs. kulturčálli, Sámediggi, riitta.

source: , puh.
sme: orti-berg (at) samediggi.

source: 010 839 3103, www.samediggi.fi Johanna Alatorvinen, ma.
sme: fi, tel. 010 839 3103, www.samediggi.fi Johanna Alatorvinen, má. márkanastinhoavda, Sámekulturguovddáš Sajos, johanna.

source: markkinointipäällikkö, Saamelaiskulttuurikeskus Sajos, Tämä sähköpostiosoite on suojattu roskapostia vastaan, aseta javascripttuki päälle nähdäksesi osoitteen.
sme: alatorvinen (at) samediggi.

source: , puh 010 839 3109, www.sajos.fi
sme: fi, tel. 010 839 3109, www.sajos.fi

source: Kuva: Juhlanäyttelyn avajaiset 25.6.2015, Sajos / Terhi Tuovinen
sme: Govva: Sajos / Terhi Tuovinen
